tap "homebrew/bundle"
tap "stuarthicks/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "bat"
brew "python@3.12"
brew "coreutils"
brew "direnv"
brew "docker"
brew "doggo"
brew "node"
brew "eslint"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "librist"
brew "openblas"
brew "openvino"
brew "tesseract"
brew "ffmpeg"
brew "fzy"
brew "gnupg"
brew "go"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libffi"
brew "libyaml"
brew "lua"
brew "luv"
brew "media-info"
brew "minikube"
brew "mockery"
brew "moreutils"
brew "neovim"
brew "openjdk"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pipx"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "sbt"
brew "sslscan"
brew "starship"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "watch"
brew "xq"
brew "xsv"
brew "zellij"
brew "zplug"
brew "stuarthicks/tap/presign-s3-url"
cask "1password-cli"
cask "alacritty"
cask "google-cloud-sdk"
cask "neovide"
